package dialogue;

import javax.swing.JTextPane;
import javax.swing.SwingUtilities;

public class ChapterOne {
	public String welcome() {
		String ch1 = "Добро пожаловать в Россию 2033 года."
				+ " Великая Империя восстала из пепла и стремится стать межгалактической "
				+ "НО, как и в каждой высокоразвитой сверхдержаве, в России жёстко " + "регулируется закон и порядок."
				+ "Чтобы быть достойной частью общества будущего, каждый уважающий себя гражданин "
				+ "с малых лет должен освоить суровые законы сформировавшиеся ещё на этапе "
				+ "поднятия страны с колен."
				+ "Подобным, совершенно стандартным по Российским меркам, гражданином вы и вляетесь."
				+ "Проживите один из обыденных дней общества будущего и не попадите под кару фемиды,"
				+ "начать, пожалуй, стоит с похода в магазин:" + "[Ваши действия]" + "1....." + "2....." + "3..... ";
		return ch1;
	}


}
